@extends('layouts.app')
@section('content')

<div class="container">
    <div class="row">
        <div class="col-md-12">
            <div class="panel panel-default">
                <div class="panel-heading"></div>
                <div class="panel-body my-5">

				<h1>KSS プライバシーポリシー</h1>

				<p>2020年10月1日 プライバシーポリシー更新のお知らせ</p>

				<p>RiverBookは、利用者のプライバシー保護を重要なものと考えています。この度、当社における利用者情報の取扱いの明確化を図ること、及び利用者の皆様によりよいサービスを提供していくことを目的として、プライバシーポリシーを変更いたします。主要な変更点は以下のとおりです。</p>


				<p>本プライバシーポリシー改定は日本国内のお客様のみが対象であり、海外でご利用のお客様は他言語のプライバシーポリシーが適用されます。</p>

				<p>＝＝</p>

				<p>私たちRiverBook（以下、「当社」といいます）は、当社が提供するKSSサービスにおける利用者に関する情報（サービスをご利用いただくお客様に関する全ての情報を指し、以下、「利用者情報」といいます）を以下の通り取り扱います。</p>

				<h2>適用範囲</h2>
				<p>本プライバシーポリシーはLINEに関する全てのサービス（以下、「本サービス」といいます）に適用されます。サービス別のプライバシーポリシーまたは利用規約等（以下、「個別規約」といいます）において個別に利用者情報の取り扱いを規定する場合は、個別規約も適用されます。本プライバシーポリシーと個別規約において矛盾が発生する場合は個別規約が優先されます。
				なお、「他社モジュールの設置について」等に記載される他事業者等による利用者情報の収集は、本プライバシーポリシーの適用範囲ではございません。また、本プライバシーポリシーは日本で本サービスをご利用のお客様に適用されます。日本以外でご利用のお客様はこちらをご覧ください。</p>

				<h2>取得する利用者情報及び利用方法</h2>
				<p>当社は本サービスにおいて次のように利用者情報を取得及び利用いたします。</p>

				<h2>ご提供いただく情報</h2>
				<p>お客様が本サービスをご利用いただくに当たり、以下情報のご提供をお願いする場合があります。ご提供はお客様の任意ですが、ご提供いただけない場合、本サービスまたは本サービスの一部をご利用いただけない場合がございます。</p>

				<h3>•アカウント登録情報</h3>
				<p>お客様が本サービスをご利用開始いただく際、電話番号、メールアドレス、FacebookID等をご登録いただく場合がございます。これらの情報は利用者による本サービスへのログイン、アカウントの引継ぎ等、本サービス上における利用者識別等に利用いたします。</p>

				<h3>•プロフィール情報</h3>
				<p>本サービスの円滑利用やお客様間で円滑にコミュニケーションを行っていただく等の目的で、プロフィール情報（本サービス上での表示名、アイコン画像、ステータスメッセージ、氏名、生年月日等）をご登録いただく場合がございます。生年月日など一部の非公開設定が可能な項目を除き、プロフィール情報は本サービス上や本サービスをご利用される他のお客様（公式アカウントを運用する企業等の第三者を含みます）も閲覧することができます。</p>

				<h3>•キャンペーン等で取得する情報</h3>
				<p>アンケートやキャンペーン及びそれらに関わる抽選及び賞品発送、ご購入商品の発送等の目的で、氏名、住所、電話番号、メールアドレス、性別、生年月日等を取得する場合がございます。</p>

				<h3>•お問い合わせ</h3>
				<p>電話番号、メールアドレス、端末機種名、OS情報等を取得しております。これらの情報はお問い合わせに対する調査、返答、及びご本人確認等のために利用いたします。</p>

				<h2>サービス利用情報</h2>
				<h3>•クッキー（Cookie）</h3>
				<p>ユーザーの設定内容の保存等お客様の利便性向上のため、セッションの維持及び保護等セキュリティのため、広告の効果を計測したりより関心の強いご案内をご提供するため、お客様が利用した本サービスに対する訪問回数及び利用形態、お客様の規模等の把握により、より良いサービスを提供するためにクッキーを利用いたします。また、本サービスではGoogle Analyticsを利用する場合がございます。お客様はクッキーの使用可否を選択できますが、クッキーの保存を拒む場合にはログインが必要なサービス等、本サービスの一部をご利用いただけない場合がございます。</p>

				<h3>•アクセスログ</h3>
				<p>お客様が本サービスを利用した際にIP アドレス、ブラウザ種類、ブラウザ言語等の情報が自動で生成、保存されます。また、これらの情報は利用者環境を分析し、より良いサービス提供のため、また正常なサービス提供を妨害する不正行為防止のために利用いたします。</p>

				<h3>•サービス利用状況に関する情報</h3>
				<p>本サービスでは、お客様へのサービス提供のためお客様が本サービスを通じて行った利用状況に関する情報を自動的に取得することがあります。例えば、お客様自身が他の利用者とコミュニケーションのためにテキスト、画像・動画、スタンプなどの情報（以下「コンテンツ」と言います。）を送信、投稿することができますが、これらの情報はシステム上当社サーバーを経由して送信され、この際、コンテンツの送信相手やデータ形式、操作日時等もサーバー上に一時的に記録されます。また、記録される内容には本サービス上でタップ・クリックによってアクセスしたURL情報などが含まれる場合があります。</p>

				<p>なお、これらの情報の内、お客様間でやり取りされる非公開のコンテンツに関する内容等については、お客様の同意等が無い限り当社は閲覧・利用することはありません。詳細はこちらをご参照ください。</p>

				<h3>•第三者が運営するサービスのご利用に係る情報</h3>
				<p>当社は、お客様への最適なサービス提供のために、第三者から利用者情報を受領する場合があります。受領に際して、独自サービスを運営する提携事業者から利用者情報を受領する場合と、公式アカウントやLINEログイン等の本サービスと連携したサービスを運営する提携事業者から利用者情報を受領する場合がございます。また、お客様が第三者と連携したサービスをご利用される場合、当社はお客様の利用者情報と当該サービスを紐付けるための内部識別子を自動的に発行し、当該第三者と共有することがあります。</p>


				<h2>利用者情報の利用目的</h2>
				<p>当社は取得した利用者情報を以下の目的で利用いたします。なお、アドレス帳のように取得時に利用目的を限定した場合は、その範囲内でのみ利用いたします。</p>

				<p>・当社サービスの提供・改善・開発のため</p>
				　<p>・お客様が本サービスを円滑に利用できるようにするため</p>
				　<p>・当社サービス利用に関する統計データを作成し改善につなげるため</p>
				　<p>・お客様からのお問い合わせに対する対応のため</p>
				　<p>・現在提供している本サービスまたは今後提供を検討している当社サービスに関するアンケート実施のため</p>
				　<p>・今後の当社サービスに関する新企画立案を行い提供するため</p>
				　<p>・その他当社サービスに関する重要なお知らせ等、必要に応じた連絡を行うため</p>
				  <p>・当社サービスのセキュリティ、不正利用防止のため</p>
				　<p>・スパム行為や不正アクセス等、不正利用防止のため</p>
				　<p>・不正利用が発生した場合などに本人確認や連絡を行うため</p>
				  <p>・パーソナライズ、広告配信のため</p>
				　<p>・当社サービスに関する情報等または当社以外の事業者が広告主となる広告情報等を告知するため</p>
				　<p>・利用者個人にカスタマイズされた当社サービス提供のため</p>


				<h2>利用者情報の第三者提供</h2>
				<p>当社は、法令で認められる場合を除いて、利用者情報をお客様の同意なく第三者に提供することはございません。ただし、以下の場合は例外とします。</p>

				 <p>•お客様が第三者と連携したサービスをご利用される場合など、提携事業者による利用者識別のための必要最低限の情報を提供する場合</p>

				<p>この場合、当社は必要最低限の情報（内部識別子、機器情報の一部（広告ID・言語設定等）、属性情報）のみを第三者に提供し、氏名や住所、電話番号等の提供にあたってはあらためてお客様の意思確認を行います。なお、提供先には外国の法人も含まれる場合があります。また、上記に関してはそれぞれ「取得される情報及び利用方法＞サービス利用情報＞第三者が運営するサービスのご利用に係る情報」「広告について」もご参照ください。</p>

				<p>利用者情報の委託</p>
				<p>当社は利用目的の達成に必要な範囲内においてお客様から取得した利用者情報の全部または一部を業務委託先（外国にある委託先を含みます）に委託することがございます。その際、業務委託先としての適格性を十分審査するとともに、契約にあたって守秘義務に関する事項等を規定し、情報が適正に管理される体制作りを行います。</p>

				<p>他社モジュールの設置について</p>
				<p>当社は、他社媒体に掲載した本サービスの広告の費用を広告代理店に支払う目的で広告掲載効果を測定するため、または利用状況の分析等のために他社モジュールを本サービスのスマートフォン用アプリに設置する場合がございます。設置対象アプリ等の詳細はこちらでご確認いただけます。</p>

				<p>広告について</p>
				<p>当社は、個々のお客様のニーズにあった最適な広告を配信できるよう取り組んでいます。一方、サービスの特性上プライバシーに十分配慮し、お客様に安心してご利用いただける環境を提供することが重要と考え、お客様の利便性とプライバシーのバランスを考慮して広告配信において実施しない事項を定めております。また、お客様の情報に基づき最適化された広告の配信は、いつでもお客様自身が停止/再開を選択することが可能です。広告の最適化において実施しない事項や、停止/再開の方法、その他広告の最適化に関する詳細はこちらにてご確認いただけます。</p>

				<p>利用者の権利</p>
				<p>お客様はいつでもご登録されているメールアドレスやパスワード等の情報を、本サービスサイト上で確認、訂正することができます。また、アカウントを削除することができます。その他KSSの設定画面における「アカウント」から情報や利用設定等を変更することも出来ます。</p>

				<p>お客様は当社に対し、サービス上で確認できない個人情報の開示や利用目的の通知を求める場合、当社が別途定めた手続きに従って、次の場合を除き開示等を請求することができます。</p>

				<p>・開示することで本人または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合</p>
				<p>・開示することで当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合</p>
				<p>・開示することが法令に違反することとなる場合</p>
				<p>・開示の請求がご本人からであることが確認できない場合</p>


				<p>開示の結果、当社保有の個人情報の内容が事実でないとお客様が判断した場合は、当社が別途定めた手続きに従って、個人情報の訂正・追加・削除を請求することができます。その場合、当社は利用目的の達成に必要な範囲内で遅滞なく調査を行い、その結果に基づき当該個人情報の訂正・追加・削除を行います。</p>

				<p>なお、サービスサイト上で確認できない個人情報の開示を請求される場合には、当社が別途定めた手続きに従って開示手数料をいただく場合がございます。</p>

				<p>お客様から当社への個人情報の提供は任意ですが、必要な情報をご提供いただけない場合、本サービスの一部を利用できない場合がございます。</p>

				<p>退会者の情報</p>
				<p>本サービスのアカウントを削除した場合、利用者情報は関連法規及び社内規定に従って適切に処理いたします。</p>

				<p>お子様の利用者情報について</p>
				<p>15歳未満のお客様が本サービスを利用し、利用者情報を入力される場合には保護者の方の同意のもとに行っていただけますようお願いいたします。</p>

				<p>本プライバシーポリシーの改定</p>
				<p>本プライバシーポリシーは改定されることがあります。重要な変更にあたってはお客様に対してわかりやすい方法にて改定内容を告知いたします。</p>

				<p>お問い合わせ</p>
				<p>本プライバシーポリシーに関してご不明な点がある場合、本サービスにおける利用者情報の取り扱いに関するご質問・苦情・ご相談等があります場合はこちらのフォームよりご連絡ください。</p>
				
			    </div>
            </div>
        </div>
    </div>
</div>
@endsection